[
    {
      "tipText": "Always have an escape plan. Zombies may be slow, but panic is deadly.",
      "tipAuthor": "ZombieSlayer42",
      "category": "Escape Plans"
    },
    {
      "tipText": "Duct tape is your best friend. From fixing gear to sealing wounds, it's a survival essential.",
      "tipAuthor": "ApocalypseAce",
      "category": "Other"
    },
    {
      "tipText": "Avoid urban areas. High populations mean high zombie concentrations.",
      "tipAuthor": "BunkerBandit",
      "category": "Shelter"
    },
    {
      "tipText": "Silence is survival. Use melee weapons when possible to avoid attracting a horde.",
      "tipAuthor": "UndeadScholar",
      "category": "Weapons"
    },
    {
      "tipText": "Keep a map of safe zones and supply caches. Your phone won’t work forever.",
      "tipAuthor": "NightmareNomad",
      "category": "Communication"
    },
    {
      "tipText": "During a zombie outbreak, secure a high-ground shelter with minimal entrance points for maximum safety.",
      "tipAuthor": "BunkerBandit",
      "category": "Shelter"
    },
    {
      "tipText": "Collect non-perishable food items that require minimal preparation and provide high caloric content.",
      "tipAuthor": "ApocalypseAce",
      "category": "Food"
    },
    {
      "tipText": "Always have multiple escape routes planned from any location. Zombies tend to follow noise and movement.",
      "tipAuthor": "NightmareNomad",
      "category": "Escape Plans"
    },
    {
      "tipText": "Melee weapons like baseball bats and crowbars are reliable since they don't require ammunition or maintenance.",
      "tipAuthor": "ZombieSlayer42",
      "category": "Weapons"
    },
    {
      "tipText": "Rainwater collection systems can provide a sustainable water source when utilities fail.",
      "tipAuthor": "ApocalypseAce",
      "category": "Food"
    },
    {
      "tipText": "Learn basic first aid skills before the outbreak. Medical facilities will be inaccessible or overrun.",
      "tipAuthor": "NightmareNomad",
      "category": "Medical"
    },
    {
      "tipText": "Bicycles make excellent transportation during a zombie apocalypse - silent, no fuel needed, and faster than walking.",
      "tipAuthor": "ZombieSlayer42",
      "category": "Escape Plans"
    },
    {
      "tipText": "Set up simple noise traps around your perimeter to alert you of approaching zombies or intruders.",
      "tipAuthor": "BunkerBandit",
      "category": "Shelter"
    },
    {
      "tipText": "Hand-crank radios can help you stay informed about safe zones without requiring batteries.",
      "tipAuthor": "UndeadScholar",
      "category": "Communication"
    },
    {
      "tipText": "Travel light. Only pack what you absolutely need in your bug-out bag for maximum mobility.",
      "tipAuthor": "ZombieSlayer42",
      "category": "Other"
    }
]
